// передача по посиланню.
// Завдання
// Метод “Мінус”**  
// Зроби метод `Subtract(int a, int b)`, який повертає `a - b`.  
// Перевір у `Main()`.

// Метод “Більше?”**  
// Зроби метод `Max(int a, int b)`, який повертає більше число.

// Метод “Скажи няв”**  
// Зроби метод `Meow(int count)`, який виводить `"Няв!"` `count` разів (через `for`).

// Гра складніша (3 спроби)**  
// Перероби `GuessGameOneTry()` так, щоб було **3 спроби**.  
// Якщо вгадав(ла) — одразу завершуємо гру.

// Ускладнення для уважних**  
// Зроби метод `IsPositive(int x)` — повертає `true`, якщо число більше 0.

namespace Lesson_9_Methods_6
{
    internal class Program
    {
        static void Main(string[] args)
        {
            
        }
        
    }
}