// == (рівність): Перевіряє, чи два значення рівні.
// != (не рівність): Перевіряє, чи два значення не рівні.
// < (менше): Перевіряє, чи ліва частина менша за праву.
// > (більше): Перевіряє, чи ліва частина більша за праву.
// <= (менше або рівно): Перевіряє, чи ліва частина менша або рівна правій.
// >= (більше або рівно): Перевіряє, чи ліва частина більша або рівна правій.


using System;
namespace Lesson_2_Operators_2_EqualityOperators
{
    internal class Program
    {
        private static void Main(string[] args)
        {
            int a = 11;
            int b = 11;

            
            bool isEq = (a >= b);

            a++;
            
            
            Console.WriteLine(isEq);
        }
    }
}