// 6. Оцінки студентів у шкільній грі: Розробіть ігровий симулятор шкільного класу, 
// де гравцеві потрібно буде виступати в ролі вчителя та встановлювати оцінки учням.
// Словник ключ string - ПІБ, а значення int - оцінка
// Просто створіть пустий словник, за допомогою метода Add добавте декілька учнів та їх оцінку
// Результат віведіть у консоль

namespace _07_Dict_6
{
    internal class Program
    {
        static void Main(string[] args)
        {
            Dictionary<string, int> dict = new Dictionary<string, int>();
            
            dict.Add("SchoolBoy", 6);
        }
    }
}